import React from "react";

export const col = [
  { accessor: "name", Header: "품종" },
  { accessor: "구분", Header: "구분" },
  { accessor: "금어기간", Header: "금어기간" },
];

export const closedfish = [
  {
    name: "개서대",
    구분: "어류",
    금어기간: "26cm 이하",
  },
  { name: "문치 가자미", 구분: "어류", 금어기간: "17cm 이하" },
  { name: "참가자미", 구분: "어류", 금어기간: "17cm 이하" },
  { name: "기름 가자미", 구분: "어류", 금어기간: "17cm 이하" },
  { name: "용가자미", 구분: "어류", 금어기간: "17cm 이하" },
  { name: "감성돔", 구분: "어류", 금어기간: "25cm 이하" },
  { name: "돌돔", 구분: "어류", 금어기간: "25cm 이하" },
  { name: "참돔", 구분: "어류", 금어기간: "24cm 이하" },
  { name: "황돔", 구분: "어류", 금어기간: "15cm 이하" },
  { name: "넙치", 구분: "어류", 금어기간: "35cm 이하" },
  { name: "농어", 구분: "어류", 금어기간: "30cm 이하" },
  { name: "대구", 구분: "어류", 금어기간: "35cm 이하" },
  { name: "도루묵", 구분: "어류", 금어기간: "11cm 이하" },
  { name: "명태", 구분: "어류", 금어기간: "27cm 이하" },
  { name: "민어", 구분: "어류", 금어기간: "33cm 이하" },
  { name: "방어", 구분: "어류", 금어기간: "30cm 이하" },
  { name: "볼락", 구분: "어류", 금어기간: "15cm 이하" },
  { name: "붕장어", 구분: "어류", 금어기간: "35cm 이하" },
  { name: "조피볼락", 구분: "어류", 금어기간: "23cm 이하" },
  { name: "쥐노래미", 구분: "어류", 금어기간: "20cm 이하" },
  { name: "황복", 구분: "어류", 금어기간: "20cm 이하" },
  { name: "참홍어", 구분: "어류", 금어기간: "42cm 이하" },
  { name: "갈치", 구분: "어류", 금어기간: "28cm 이하" },
  { name: "고등어", 구분: "어류", 금어기간: "21cm 이하" },
  { name: "참조기", 구분: "어류", 금어기간: "15cm 이하" },
  { name: "말쥐치", 구분: "어류", 금어기간: "18cm 이하" },
  { name: "갯장어", 구분: "어류", 금어기간: "40cm 이하" },
  { name: "미거지", 구분: "어류", 금어기간: "40cm 이하" },
  { name: "청어", 구분: "어류", 금어기간: "20cm 이하" },
  { name: "대문어", 구분: "두족류", 금어기간: "600g 이하" },
  { name: "살오징어", 구분: "두족류", 금어기간: "외투장 15cm 이하" },
];

export default closedfish;
