import React from 'react'

const seaFish = [
    {
        "img":"",
        "name":"개서대",
        "구분":"어류",
        "방생기준":"26cm 이하",
    },{
        "img":"",
        "name":"문치 가자미",
        "구분":"어류",
        "방생기준":"17cm 이하"
    },{
        "img":"",
        "name":"참가자미",
        "구분":"어류",
        "방생기준":"17cm 이하"
    },{
        "img":"",
        "name":"기름 가자미",
        "구분":"어류",
        "방생기준":"17cm 이하"
    },{
        "img":"",
        "name":"용가자미",
        "구분":"어류",
        "방생기준":"17cm 이하"
    },{
        "img":"",
        "name":"감성돔",
        "구분":"어류",
        "방생기준":"25cm 이하"
    },{
        "img":"",
        "name":"돌돔",
        "구분":"어류",
        "방생기준":"24cm 이하"
    },{
        "img":"",
        "name":"참돔",
        "구분":"어류",
        "방생기준":"24cm 이하"
    },{
        "img":"",
        "name":"황돔",
        "구분":"어류",
        "방생기준":"15cm 이하"
    },{
        "img":"",
        "name":"넙치",
        "구분":"어류",
        "방생기준":"35cm 이하"
    },{
        "img":"",
        "name":"농어",
        "구분":"어류",
        "방생기준":"30cm 이하"
    },{
        "img":"",
        "name":"대구",
        "구분":"어류",
        "방생기준":"35cm 이하"
    },{
        "img":"",
        "name":"도루묵",
        "구분":"어류",
        "방생기준":"11cm 이하"
    },{
        "img":"",
        "name":"명태",
        "구분":"어류",
        "방생기준":"27cm 이하"
    },{
        "img":"",
        "name":"민어",
        "구분":"어류",
        "방생기준":"33cm 이하"
    },{
        "img":"",
        "name":"방어",
        "구분":"어류",
        "방생기준":"30cm 이하"
    },{
        "img":"",
        "name":"볼락",
        "구분":"어류",
        "방생기준":"15cm 이하"
    },{
        "img":"",
        "name":"붕장어",
        "구분":"어류",
        "방생기준":"35cm 이하"
    },{
        "img":"",
        "name":"조피볼락",
        "구분":"어류",
        "방생기준":"23cm 이하"
    },{
        "img":"",
        "name":"쥐노래미",
        "구분":"어류",
        "방생기준":"20cm 이하"
    },{
        "img":"",
        "name":"황복",
        "구분":"어류",
        "방생기준":"20cm 이하"
    },{
        "img":"",
        "name":"참홍어",
        "구분":"어류",
        "방생기준":"42cm 이하",
        "비고":"체반폭 기준 왼쪽 날개 끝에서 오른쪽 날개 끝까지의 길이"
    },{
        "img":"",
        "name":"갈치",
        "구분":"어류",
        "방생기준":"18cm 이하",
        "비고":"항문장 기준 머리 끝에서 항문까지의 길이"
    },{
        "img":"",
        "name":"고등어",
        "구분":"어류",
        "방생기준":"21cm 이하"
    },{
        "img":"",
        "name":"참조기",
        "구분":"어류",
        "방생기준":"15cm 이하"
    },{
        "img":"",
        "name":"말쥐치",
        "구분":"어류",
        "방생기준":"18cm 이하"
    },{
        "img":"",
        "name":"갯장어",
        "구분":"어류",
        "방생기준":"40cm 이하"
    },{
        "img":"",
        "name":"미거지",
        "구분":"어류",
        "방생기준":"40cm 이하"
    },{
        "img":"",
        "name":"청어",
        "구분":"어류",
        "방생기준":"20cm 이하"
    },{
        "img":"",
        "name":"대문어",
        "구분":"두족류",
        "방생기준":"600g 이하"
    },{
        "img":"",
        "name":"살오징어",
        "구분":"두족류",
        "방생기준":"15cm 이하",
        "비고":"오징어 머리 끝에서 눈 위 몸통까지의 길이"
    },

]

export default seaFish